Repository: canifty/Hokkabaz
Catalog: Hokkabaz/Localizable.xcstrings
Source language: en
Languages: ar, es, fa, it, ja, pt_br, tr, zh_hans

source: %@ note
ar: %@ ملاحظة
es: %@ nota
fa: نوت
it: %@ nota
ja: %@ 音
pt_br: Nota
tr: %@ nota
zh_hans: %@ 音符

source: A
ar: لا
es: La
fa: لا
it: La
ja: イ
pt_br: Lá
tr: La

source: B
ar: سي
es: Si
fa: سی
it: Si
ja: ロ
pt_br: Si
tr: Si

source: C
ar: دو
es: Do
fa: دو
it: Do
ja: ハ
pt_br: Dó
tr: Do

source: Canvas
ar: قماش
es: Lienzo
fa: بوم
it: Tela
ja: キャンバス
pt_br: Tela
tr: Tuval
zh_hans: 帆布

source: Clear All
ar: مسح الكل
es: Eliminar todo
fa: پاک کردن همه
it: Cancella tutto
ja: すべてをクリア
pt_br: Limpar tudo
tr: Hepsini Temizle
zh_hans: 清除

source: Clear Canvas
ar: مسح اللوحة
es: Borrar lienzo
fa: بوم خالی
it: Ripulisci tela
ja: すべてキャンバス
pt_br: Limpar a tela
tr: Tuvali Temizle
zh_hans: 清空画布

source: Clear Canvas?
ar: مسح اللوحة?
es: Borrar lienzo?
fa: بوم خالی?
it: Vuoi ripulire la tela?
ja: キャンバスをリセットしますか？
pt_br: Limpar a tela?
tr: Tuvali Temizle?
zh_hans: 要清空画布吗？

source: Clear the Canvas
ar: مسح اللوحة
es: Borrar el lienzo
fa: پاک کردن بوم
it: Ripulisci la tela
ja: すべてキャンバス
pt_br: Limpar a tela
tr: Tuvali Sil
zh_hans: 清空画布

source: Close export panel
ar: إغلاق لوحة التصدير
es: Cerrar panel de exportación
fa: بستن پنل ارسال
it: Chiudi panello di esportazione
ja: エクスポートウィンドウを閉じる
pt_br: Fechar painel de exportação
tr: Paylaş panelini kapat
zh_hans: 关闭导出面板

source: Close settings
ar: إغلاق الإعدادات
es: Cerrar configuración
fa: بستن تنظیمات
it: Chiudi impostazioni
ja: 設定を閉じる
pt_br: Fechar configurações
tr: Ayarları kapat
zh_hans: 关闭设置

source: Color: %@
ar: %@ لون
fa: رنگ
it: Colore: %@
ja: 色: %@
pt_br: Cor: %@
tr: Renk: %@
zh_hans: 颜色: %@

source: Colorful
ar: ملون
es: Colorido
fa: رنگارنگ
it: Colorato
ja: 多彩
pt_br: Colorido
tr: Renkli
zh_hans: 染色的

source: D
ar: ري
es: Re
fa: ر
it: Re
ja: 二
pt_br: Ré
tr: Re

source: Dark
ar: مظلم
es: Oscuro
fa: تاریک
it: Scuro
ja: ダーク
pt_br: Escuro
tr: Karanlık
zh_hans: 深色

source: Display Options
ar: خيارات العرض
es: Opciones de visualización
fa: گزینه نمایش
it: Opzioni Display
ja: 表示オプション
pt_br: Opções de exibição
tr: Ekran Seçenekleri
zh_hans: 显示选项

source: Double tap to select this note and color
ar: اضغط مرتين لاختيار هذه الملاحظة واللون
es: Toca dos veces para seleccionar esta nota y color
fa: برای انتخاب این یادداشت و رنگ، دو بار ضربه بزنید
it: Tocca due volte per selezionare questa nota e colore
ja: この音符と色を選択するにはダブルタップしてください。
pt_br: Toque duas vezes para selecionar esta nota e cor
tr: Bu notu ve rengi seçmek için çift dokunun
zh_hans: 双击选择音符和颜色

source: Draw with your finger to create sounds
ar: ارسم بإصبعك لإنشاء أصوات
es: Dibuja con tu dedo para crear sonidos
fa: با انگشت خود بکشید تا صداها ایجاد کنید
it: Disegna con le dita per creare suoni
ja: 指で描いて音を作ってください。
pt_br: Desenhe com seu dedo para criar sons
tr: Ses oluşturmak için parmağınızla çizin
zh_hans: 用手指画出声音

source: Drawing canvas with musical sounds
ar: لوحة رسم مع أصوات موسيقية
es: Lienzo de dibujo con sonidos musicales
fa: بوم نقاشی با صداهای موسیقیایی
it: Disegna sulla tela con la musica
ja: 音楽と一緒に描けるキャンバス
pt_br: Tela de desenho com sons musicais
tr: Müzikal seslerle tuval çizimi
zh_hans: 带有音乐的导出绘图画布

source: E
ar: مي
es: Mi
fa: می
it: Mi
ja: ホ
pt_br: Mi
tr: Mi

source: Export Drawing
ar: تصدير الرسم
es: Exportar dibujo
fa: ارسال نقاشی
it: Esporta il disegno
ja: 描画をエクスポート
pt_br: Exportar desenho
tr: Çizimi Paylaş
zh_hans: 导出绘图

source: F
ar: فا
es: Fa
fa: فا
it: Fa
ja: へ
pt_br: Fá
tr: Fa

source: Flute
ar: فلوت
es: Flauta
fa: فلوت
it: Flauto
ja: フルート
pt_br: Flauta
tr: Flüt
zh_hans: 长笛

source: G
ar: صول
es: Sol
fa: سل
it: Sol
ja: ト
pt_br: Sol
tr: Sol

source: Guitar
ar: غيتار
es: Guitarra
fa: گیتار
it: Chitarra
ja: ギター
pt_br: Guitarra
tr: Gitar
zh_hans: 吉它

source: Hide controls
ar: إخفاء أدوات التحكم
es: Ocultar controles
fa: کنترل‌ها را پنهان کنید
it: Nascondi comandi
ja: コントロールを隠す
pt_br: Ocultar controles
tr: Kontrolleri gizle
zh_hans: 隐藏控件

source: Light
ar: الوضع الفاتح
es: Claro
fa: حالت روشن
it: Chiaro
ja: ライト
pt_br: Claro
tr: Aydınlık
zh_hans: 浅色

source: Night
ar: ليلة
es: Noche
fa: شب
it: Notte
ja: 夜
pt_br: Noite
tr: Gece
zh_hans: 夜晚

source: Open settings
ar: فتح الإعدادات
es: Abrir configuraciones
fa: تنظیمات را باز کنید
it: Apri impostazioni
ja: 設定を開く
pt_br: Abrir configurações
tr: Ayarları aç
zh_hans: 打开设置

source: Piano
ar: بيانو
fa: پیانو
ja: ピアノ
tr: Piyano
zh_hans: 钢琴

source: Replay
ar: إعادة التشغيل
es: Repetir
fa: باز پخش
it: Riproduci
ja: リプレイ
pt_br: Repetir
tr: Oynat
zh_hans: 重播

source: Replay Drawing
ar: إعادة رسم
es: Repetir dibujo
fa: بازپخش نقاشی
it: Riproduci il disegno
ja: 描画をリプレイ
pt_br: Repetir desenho
tr: Çizimi Oynat
zh_hans: 重播绘图

source: Save to Photos
ar: حفظ في الصور
es: Guardar en fotos
fa: ذخیره در گالری
it: Salva nella Galleria
ja: 写真に保存
pt_br: Salvar nas fotos
tr: Fotoğraflara Kaydet
zh_hans: 保存到相册

source: Saxophone
ar: ساكسفون
es: Saxofón
fa: ساکسیفون
it: Sassofono
ja: サクソフォン
pt_br: Saxofone
tr: Saksafon
zh_hans: 萨克斯管

source: Settings
ar: الإعدادات
es: Configuraciones
fa: تنظیمات
it: Impostazioni
ja: 設定
pt_br: Configurações
tr: Ayarlar
zh_hans: 设置

source: Share
ar: مشاركة
es: Compartir
fa: اشتراک گذاری
it: Condividi
ja: 共有
pt_br: Compartilhar
tr: Paylaş
zh_hans: 分享

source: Show controls
ar: عرض أدوات التحكم
es: Mostrar controles
fa: نمایش کنترل‌ها
it: Mostra comandi
ja: コントロールを表示
pt_br: Mostrar controles
tr: Kontrolleri göster
zh_hans: 显示控件

source: Show Note Letters
ar: عرض حروف النوتة
es: Mostrar letras de notas
fa: نمایش حروف نت
it: Mostra Note
ja: 音名を表示
pt_br: Mostrar letras das notas
tr: Nota Harflerini Göster
zh_hans: 显示音名

source: SonaStroke v1.0
ar: سوناستروک
fa: سوناستروک
it: SonaStroke 1.0

source: Stroke Width
ar: عرض الخط
es: Ancho del trazo
fa: عرض خط
it: Grandezza del tratto
ja: 線の太さ
pt_br: Largura do traço
tr: Kontur Genişliği
zh_hans: 笔画宽度

source: Switch to Flute
ar: التبديل إلى الفلوت
es: Cambiar a flauta
fa: به فلوت تغییر دهید
it: Seleziona Flauto
ja: フルートに切り替え
pt_br: Mudar para flauta
tr: Flüte Geç
zh_hans: 切换到长笛

source: Switch to Guitar
ar: التبديل إلى الغيتار
es: Cambiar a guitarra
fa: به گیتار تغییر دهید
it: Seleziona Chitarra
ja: ギターに切り替え
pt_br: Mudar para guitarra
tr: Gitara Geç
zh_hans: 切换到吉它

source: Switch to Piano
ar: التبديل إلى البیانو
es: Cambiar a piano
fa: به پیانو تغییر دهید
it: Seleziona Piano
ja: ピアノに切り替え
pt_br: Mudar para piano
tr: Piyanoya Geç
zh_hans: 切换到钢琴

source: Switch to Saxophone
ar: التبديل إلى الساكسفون
es: Cambiar a saxofón
fa: به ساکسیفون تغییر دهید
it: Seleziona Sassofono
ja: サクソフォンに切り替え
pt_br: Mudar para saxofone
tr: Saksofona Geç
zh_hans: 切换到萨克斯管

source: Switch to Trumpet
ar: التبديل إلى الترومبيتة
es: Cambiar a trompeta
fa: به ترومپت تغییر دهید
it: Seleziona Tromba
ja: トランペットに切り替え
pt_br: Mudar para trompete
tr: Trampete Geç
zh_hans: 切换到小号

source: Switch to Violin
ar: التبديل إلى الكمان
es: Cambiar a violín
fa: به ویولن تغییر دهید
it: Seleziona Violino
ja: バイオリンに切り替え
pt_br: Mudar para violino
tr: Kemana Geç
zh_hans: 切换到小提琴

source: System
ar: النظام
es: Sistema
fa: سیستم
it: Sistema
ja: システム
pt_br: Sistema
tr: Sistem
zh_hans: 系统

source: Tap to select this note and color
ar: انقر لتحديد هذه الملاحظة واللون
es: Toque para seleccionar esta nota y color
fa: برای انتخاب این یادداشت و رنگ ضربه بزنید
it: Tocca per selezionare questa nota e colore
ja: このメモと色を選択するにはタップしてください
pt_br: Toque para selecionar esta nota e cor
tr: Bu notayı ve rengi seçmek için tıklayın
zh_hans: 点击选择此注释和颜色

source: Theme
ar: سمة
es: Tema
fa: تم
it: Tema
ja: テーマ
pt_br: Tema
tr: Arkaplan
zh_hans: 主题

source: This will permanently delete your drawing and musical creation. This action cannot be undone.
ar: سيؤدي ذلك إلى حذف رسمك وإنشائك الموسيقي بشكل دائم. لا يمكن التراجع عن هذا الإجراء
es: Esto eliminará permanentemente tu dibujo y creación musical. Esta acción no se puede deshacer
fa: این عمل نقاشی و خلق موسیقی شما را به طور دائمی حذف خواهد کرد. این اقدام قابل بازگشت نیست.
it: Cancellerai permanentemente il tuo disegno e la tua creazione musicale. Quest’azione non potrà essere annullata.
ja: この操作を行うと、描いた絵と音楽の作成が完全に削除されます。この操作は元に戻せません。
pt_br: Isso apagará permanentemente seu desenho e criação musical. Esta ação não pode ser desfeita
tr: Bu işlem çiziminizi ve müzik eserinizi kalıcı olarak silecektir. Bu işlem geri alınamaz.
zh_hans: 这将永久删除您的绘图和音乐创作。此操作无法撤销。

source: Trumpet
ar: ترومبيتة
es: Trumpeta
fa: ترامپت
it: Tromba
ja: トランペット
pt_br: Trompete
tr: Trompet
zh_hans: 小号

source: Undo the stroke
ar: التراجع عن الضربة
es: Deshacer el trazo
fa: حذف ضربه آخر
it: Annulla Tratto
ja: 線を元に戻す
pt_br: Desfazer o traço
tr: Konturu geri al
zh_hans: 撤销笔画

source: Violin
ar: كمان
es: Violín
fa: ویالون
it: Violino
ja: バイオリン
pt_br: Violino
tr: Keman
zh_hans: 小提琴
